
/*Alert Sheet Title*/

"Would you like to save your changes before exiting?" = "Сохранить изменения перед выходом?";

"Would you like to save your changes?" = "Сохранить изменения?";


/* Alert Sheet description. */

"Your changes will be lost if you don't save them." = "Если изменения не сохранить, они будут потеряны.";

/*Alert Sheet Buttons*/

"Save" = "Сохранить";

"Cancel" = "Отмена";

"Dont Save" = "Не сохранять";

/*App Menu*/

"About Logitech Camera Settings" = "О программе настройки камеры Logitech";

"Services" = "Службы";

"Hide Logitech Camera Settings" = "Скрыть программу настройки камеры Logitech";

"Hide Others" = "Скрыть остальное";

"Show All" = "Отобразить все";

"Quit Logitech Camera Settings" = "Выйти из программы настройки камеры Logitech";

/*Edit Menu*/

"Edit" = "Изменить";

"Cut" = "Вырезать";

"Copy" = "Копировать";

"Paste" = "Вырезать";

"Delete" = "Удалить";

"Select All" = "Выбрать все";

/*Camera Menu*/

"Camera" = "Камера";

"No Device Connected" = "Нет подключенных устройств";

/*Window Menu*/

"WINDOW" = "Окно";

"Minimize" = "Свернуть";

"Close" = "Закрыть";

"Bring All to Front" = "Переместить все вперед";

/*Window Title*/

"Logitech Camera Settings" = "Настройки камеры Logitech";


/* LogiWindowController.xib strings*/ 
/*Webcam Control  1st Tab*/

"Webcam Control" = "Управление веб-камерой";

"Focus:" = "Фокус:";

"Auto" = "Авто";

"Restore to defaults" = "Восстановить умолчания";

/*Advanced Settings 2ndTab*/

"Advanced Settings" = "Дополнительные настройки";

"Image Quality:" = "Качество изображения:";


"Brightness" = "Яркость";

"Contrast" = "Контраст";

"Color Intensity" = "Интенсивность цвета";

"White Balance" = "Баланс белого";

/*Device Information 3rd tab*/

"Device Information" = "Сведения об устройстве";

"USB Vendor ID (VID):"  = "ИД поставщика USB (VID):";

"USB Product ID (PID):" = "ИД USB-продукта (PID):";

"USB Revision (BCD):" = "Версия USB (BCD):";

"Firmware version:" = "Версия микропрограммы:";

"Firmware CRC:" = "CRC микропрограммы:";

"EEPROM Version:" = "Версия EEPROM:";

"Sensor Type:" = "Тип матрицы:";


/* Background Process alert description */
"HELPER_APP_ALERT" = "Для правильной работы всех функций приложение должно быть запущено в фоновом режиме. Запустить приложение в фоновом режиме?";

"Yes" = "Да";

"No" = "Нет";
